---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarBendData
source: html/a78f3636-cae9-1cfc-251b-96094390c573.htm
---
# RebarBendData Members

Constructs a new RebarBendData with default settings.